a
about
ad
adddress
addre
address
addresses
addrss
adress
af
afghan
africa
african
after
afternoon
again
ah
air
airatarin
all
alright
alternative
am
american
an
and
another
any
anyone
anything
anywhere
appleton
ar
are
area
areas
arotrian
arts
as
asian
at
austallison
austral
australasian
australia
australian
austria
austrian
austro
available
awesome
b
back
background_speech
bad
barbecue
bart
bask
baskaye
baskey
basque
be
because
before
belgain
belgian
belgium
believe
beside
besides
bistro
bloomsbury
blow
both
bout
boy
bra
brazilian
brazillian
breath
breathing
bristish
british
burger
but
by
bye
c
ca
caius
calling
cambridge
can
cana
canap
canape
canapes
cancun
cannabis
canope
canopus
canopy
cant
cantonates
cantonese
care
caribbean
carraibean
carrier
castro
cata
catalan
catalanian
catalen
catalin
catalonia
center
central
centre
change
changed
che
cheap
chi
chikkis
chineese
chinese
chinses
chiquito
choice
christmas
city
class
cleveland
co
code
college
continental
cool
correct
corsica
cost
cough
could
cow
creative
croatia
cross
crossover
crosstalk
cuban
currently
cut
cute
d
da
damn
danish
darling
day
dear
decide
deosnt
derately
did
different
dish
ditton
do
does
doesnt
done
dont
down
downtown
dr
dress
dubai
duration
e
ea
earatrain
earatree
earetree
eartrain
east
eat
ecuadorean
either
ele
else
elses
english
enlish
er
eritrean
ese
euorpean
euro
europ
europea
european
europene
europone
ever
every
everything
ex
excellent
expe
expen
expensive
expnsive
f
fancy
fast
fdod
fen
ffood
finally
find
fine
first
fish
foo
food
foods
for
fora
forget
fre
freakin
free
french
from
fuck
fucking
fus
fusion
garden
gardens
gasper
gastro
gastropub
german
get
give
go
god
going
golden
gonville
good
goodb
goodbye
got
gourmet
great
greek
h
halal
halo
harbor
has
hate
have
he
hear
hello
help
hey
hi
high
hindi
his
hk
hm
hold
holy
hotel
house
how
huh
hungarian
hut
hutt
i
i;m
iam
id
if
ill
im
important
in
inaudible
includes
incorrect
ind
india
indian
indians
indo
indonesian
inexpensive
information
inner
instead
int
interested
international
irish
is
isian
it
itailian
italian
its
jamaica
jamaican
jamcian
japanese
just
k
katalian
kay
killeen
kind
kish
kitalian
kitchen
knocking
know
ko
kor
korean
kosher
l
la
labenese
labonese
last
laugh
laughing
lcoated
least
leban
lebanese
lebanse
left
let
lets
like
list
listen
little
located
location
long
loo
look
looking
luck
lucky
ly
m
mail
make
malaysian
malyasian
margheritas
mater
matter
may
me
meant
medetanian
mediteranean
mediteranian
mediterranean
meditteranian
medium
medterranean
mexican
mia
middle
might
mind
minuet
missing
mistakes
mmhm
moder
moderat
moderate
moderately
moderatley
modern
modernity
modertley
modreately
moment
more
moroccan
moroccon
moron
much
music
my
name
nandos
ne
near
need
needs
new
next
no
noice
noise
none
nor
north
nosie
not
nothing
now
nt
nu
number
numbere
o
of
offer
oh
ohio
ok
okay
old
on
one
ones
only
ooh
option
options
or
ori
oriental
ostro
ot
other
others
out
over
p
pan
par
park
part
parts
peace
peking
perfect
persian
ph
phone
pick
pizza
pizzeria
place
plea
pleas
please
po
polish
pollynasian
polynesia
polynesian
popular
port
portugese
portugeuse
portuguese
post
postal
postcode
preference
previews
prezzo
prezzos
pri
price
priced
prices
prise
promo
pub
rage
ran
range
ranges
re
really
recommend
regular
repeat
rerestaurant
res
resataurant
reset
rest
restaraunt
restaruant
restauarant
restaura
restauran
restaurant
restaurants
restaurnt
restsurant
restuarant
resturant
rice
right
ring
ringing
romania
romanian
royal
russian
s
said
salad
say
says
scandanavian
scandin
scandinavia
scandinavian
scotch
scottish
sea
seafood
searching
sec
see
selection
selling
sells
seouls
ser
serv
serve
served
servers
serves
servess
serving
sh
shitty
shou
should
show
shows
side
sigh
signa
signapore
signaporean
signaporian
signature
sil
singapore
singaporean
so
sock
some
something
somewhere
sorry
sounds
south
spani
spanish
special
spensive
spice
star
start
static
staurant
steak
steakhouse
stop
such
suck
sucks
suggestion
suggestions
sure
surprise
survey
swedish
sweedish
swiss
system
t
tailand
taiwanese
take
takes
talian
talk
talking
taquita
tasty
telephone
tell
test
th
tha
thai
thailand
than
thank
thanks
that
thatll
thats
the
their
them
then
there
theres
they
thing
things
think
this
those
though
thr
time
to
told
tow
town
traditional
train
tran
try
trying
ts
tur
turkey
turkiesh
turkish
tuscan
tv_noise
two
ty
type
types
uh
um
umh
un
unintellgible
unintelligent
unintelligible
unitelligible
unusal
unusual
us
usually
vanessa
vegetarian
veitnamese
ven
venesian
venetian
venison
venue
venues
venusian
very
viet
vietna
vietnam
vietnamese
vinci
vinesha
wait
wanna
want
wanted
was
we
welcome
well
welsh
were
west
wha
what
whats
where
wheres
who
whole
will
wiscon
wisconsin
with
wok
woks
wondering
working
worl
world
would
wouth
wrong
ya
yawning
ye
yea
yeah
yes
york
you
your
yourself
zip
