7:30
a
able
about
ad
adddress
addre
address
addrss
adra
adress
af
afghan
africa
african
after
afternoon
again
ah
air
airatarin
airitran
all
alright
alternative
am
american
an
and
another
answer
any
anyone
anything
anywhere
appleton
ar
are
area
areas
aristrain
arotrian
art
arts
as
asian
at
austallison
austral
australasian
australia
australian
austria
austrian
austro
available
awesome
b
back
background_speech
bad
barbecue
bart
bask
baskaye
baskey
basque
bat
be
because
before
belgain
belgian
belgium
believe
beside
besides
bistro
bloomsbury
blow
both
bout
boy
bra
brazilian
brazillian
breath
breathing
british
burger
but
by
bye
c
ca
caius
calling
cambridge
can
cana
canape
canapes
cancun
cannabis
canope
canopus
cant
cantonates
cantonese
care
caribbean
carraibean
carrier
castro
cata
catalan
catalen
catalin
catalonia
center
central
centre
change
che
cheap
cherries
chi
chikkis
child
chineese
chinese
chinses
chiquito
choice
christ
christmas
city
cleveland
code
college
continental
cool
correct
corsica
cost
cough
could
cow
creative
croatia
cross
crossover
crosstalk
cuban
currently
cut
cute
d
da
damn
danish
darling
day
dear
decide
deosnt
derately
did
different
dish
ditton
do
does
doesnt
done
dont
down
dr
dress
dubai
duration
e
ea
earatrain
earatree
earetree
eartrain
ease
east
eat
eirtrean
ele
else
elses
endonesian
english
enlish
eritrean
ese
euorpean
eur
euro
europ
europea
european
europene
europone
ever
every
everything
excellent
expe
expensive
expnsive
f
fast
fdod
feed
fen
find
fine
finished
first
fish
foo
food
foods
for
fora
forget
fre
freakin
free
french
from
fuck
fucking
fusion
garden
gardens
gastro
gastropub
ger
germ
german
get
give
go
god
going
golden
gonville
good
goodb
goodbye
got
gourmet
great
greek
h
halal
halo
hang
harbor
has
hate
have
he
hear
hello
help
hey
hi
high
hindi
his
hk
hm
hold
holy
hotel
house
how
huh
hungarian
hut
hutt
i
i;m
iam
id
if
ill
im
important
in
inaudible
includes
incorrect
ind
india
indian
indo
indonesian
inexpensive
information
inner
instead
int
interested
international
irish
is
isian
it
itailian
ital
italian
its
jamaica
jamaican
jamcian
japanese
jesus
just
k
katalian
kay
killeen
kind
kitalian
kitchen
knocking
know
ko
kor
korea
korean
kosher
l
la
labonese
last
laugh
laughing
lcoated
least
leban
lebanese
lebanse
let
lets
like
list
listen
little
located
location
long
loo
look
looking
loooking
low
luck
lucky
ly
m
mail
make
malaysian
malyasian
margheritas
mater
matter
may
me
meant
medetanian
mediteranean
mediterranean
meditteranian
medium
mexican
mia
middle
might
minuet
missing
mistakes
mmhm
moder
moderate
moderately
moderatley
modereate
modern
modernity
modertley
modreately
moment
more
moroccan
moroccon
moron
much
music
my
name
nandos
near
need
needs
nevermind
new
next
no
noice
noise
nor
north
nosie
not
now
nt
nu
nubmer
number
numbere
nymber
o
of
offer
oh
ohio
ok
okay
old
on
one
ones
only
ooh
opean
option
options
or
ori
oriental
ostro
ot
other
others
over
p
pan
park
part
peace
perfect
persian
ph
phone
pizza
pizzeria
place
plea
please
po
polish
pollynasian
polynesia
polynesian
popular
port
portugese
portugeuse
portuguese
post
postal
postcode
preference
previews
prezzo
prezzos
pri
price
priced
prices
prise
probably
promo
pub
rage
ran
range
ranges
re
really
recommend
repeat
res
resataurant
reset
rest
restaraunt
restaruant
restaura
restauran
restaurant
restaurants
restaurnt
restuarant
resturant
rice
right
ring
ringing
romania
romanian
royal
russian
s
said
salad
sales
say
saying
says
scandin
scandinavia
scandinavian
scotch
scottish
sea
seafood
searching
sec
see
selection
selling
sells
seouls
ser
serv
serve
served
servers
serves
servess
serving
sh
shit
shitty
should
show
side
sigh
signa
signapore
signaporean
signaporian
signature
sil
singapore
singaporean
so
sock
some
something
somewhere
sorry
sounds
south
spani
spanish
special
spensive
spice
star
start
static
staurant
steak
steakhouse
stop
such
suck
sucks
suggestion
suggestions
sure
surprise
survey
swedish
sweedish
swiss
system
t
tailand
taiwanese
take
talian
talking
tape
taquita
tasty
telephone
tell
test
th
tha
thai
thailand
thank
thanks
thare
that
thatll
thats
the
their
them
then
there
theres
they
thing
things
think
this
those
though
thr
time
to
tow
town
traditional
train
tran
try
trying
tur
turk
turkey
turkiesh
turkish
tuscan
tv_noise
two
ty
type
types
uh
um
umh
un
unintellgible
unintelligent
unintelligible
unitelligible
unusal
unusual
up
us
vanessa
vegetarian
vegitarian
veitnamese
ven
venesian
venetian
venue
venues
venusian
very
viet
vietnam
vietnamese
vinci
vinesha
wait
wanna
want
wanted
was
water
we
welch
welcome
well
welsh
were
west
wha
what
whats
where
whole
will
wiscon
wisconsin
with
wok
woks
wondering
working
worl
world
would
wouth
wrong
ya
yawning
ye
yea
yeah
yes
york
you
your
yourself
zip
